<html>
<head>
<title>汽包水位培训专题</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="stylesheet" type="text/css" href="../project_css/project.css" />
</head>
<body>
<div id="header">
<center><h1>汽轮机真空低保护培训</h1></center>
</div>
<div id="navsecond">
<div id="course">
<ul>
<li><a href="https://baijiahao.baidu.com/s?id=1637642158424156070&wfr=spider&for=pc"target="_blank">表压和绝压</a></li>
<li><a href="https://zhidao.baidu.com/question/261929706.html"target="_blank">bar和bara</a></li>
<li><a href="https://baijiahao.baidu.com/s?id=1748283979571832091&wfr=spider&for=pc"target="_blank">汽轮机分类</a></li>
<li><a href="https://wenku.baidu.com/view/c27bcded01d276a20029bd64783e0912a2167ce5.html?_wkts_=1689219059752&bdQuery=汽轮机真空作用"target="_blank">汽轮机真空作用</a></li>
</ul>
</div>
</div>
<div id="maincontent">
<h4>我厂事故案例</h4>
2021年07月02日下午处理5号汽轮机后汽缸就地温度表显示不准确过程中拆除温度元件后导致5号汽轮机真空泄漏，造成5号汽轮机真空低保护动作跳闸汽轮机。
<h4>我厂真空低保护</h4>
<dt>4、5号汽轮机真空低保护内容</dt>
<dd>3台排汽装置真空低低压力开关达到动作值-47KPa后三取二触发ETS保护停机</dd>
<dd>一台普通压力开关在凝汽器喉部单独取样后，敞开触点通过接入24VDC电源驱动中间继电器线圈，然后将中间继电器长开触点接至ETS系统PLC DI通道。</dd>
<dt>1、2号汽轮机真空低保护</dt>
<dd>3台出口蒸汽压力变送器压力小于0.45Bara后三取二触发ETS保护停机</dd>
<dd>一台绝压变送器在汽轮机后汽缸尾部单独取样后将4-20mA信号送入DEH/ETS控制系统，控制系统内进行逻辑判断后参与ETS保护逻辑。</dd>
<dt>3号汽轮机真空低保护</dt>
<dd>3号汽轮机为背压式汽轮机组,排气压力设计值为56BARA，大于大气压。</dd>
<h4>真空低保护回路隐患排查</h4>
一、信号部分
<ol>
<li>取样位置应在凝汽器第一排冷却管上300~900mm处。（DL/T 932-2005《凝汽器与真空系统运行维护导则》5.2.2）</li>
<li>取样孔应水平居中、分布均匀，且远离真空破坏管路。</li>
<li>测量真空的指示仪表或变送器应设置在高于取源部件的地方。（DL 5190.4-2012《电力建设施工技术规范 第4部分：热工仪表及控制装置》4.2.4）</li>
<li>凝汽器真空测量不得装设排污费。（DL 5190.4-2012《电力建设施工技术规范 第4部分：热工仪表及控制装置》4.2.8）</li>
<li>测量凝汽器真空的管路应向凝汽器方向倾斜，防止出现水塞现象。（DL 5190.4-2012《电力建设施工技术规范 第4部分：热工仪表及控制装置》7.1.9）</li>
<li>仪表安装要高于取源部件；测量管路小于100m，管路斜度≥1%。（DL 5210.4-2009《电力建设施工质量验收及评价规程》4.8.2-1）</li>
<li>宜采用纸垫片或聚四氟乙烯垫片。</li>
<li>避免安装位置的振动对开关的影响。</li>
<li>真空压力低开关应三重（或四重）冗余，并遵循从取样点到输入模件全程相对独立的原则。（《防止电力生产事故的二十五项重点要求》9.4.3）</li>
<li>就地信号应硬接线直接输入至ETS。（DL/T 261-2012《火力发电厂热工自动化系统可靠性评估技术导则》6.2.3.4）</li>
</ol>
二、试验块管理
<ol>
<li>为确保通道试验时不会同时动作，通道间闭锁功能应可靠。（《火电厂热控系统可靠性配置与事故预控》18.11）</li>
<li>定期检查管路压力，防止试验块泄漏。</li>
<li>不应采用只有一路取样管路的在线试验块。</li>
</ol>
三、控制逻辑
<ol>
 <li>通过采用“三取二”或具有同等判断功能的逻辑实现。</li>
</ol>
四、静态传动试验
<ol>
<li>逐一从现场真空开关处抽真空，确认每个真空开关动作、定值准确，单点未触发保护动作。</li>
<li>“三取二”配置：按3种组合，从现场两个真空开关处短接，真空低保护应正确动作，检查声光报警、跳闸首出应与实际一致。</li>
<li>串并联配置：按6种组合，从现场两个真空开关处短接，其中同侧两个开关动作真空低保护不应动作，异侧两个开关动作真空低保护应正确动作，检查声光报警、跳闸首出应与实际一致。</li>
</ol>
<h4>热工专业可能引发真空低保护动作的设备或操作</h4>
<ol>
<li>测点误动</li>
<ul>
<li>取样测量部分</li>
<li>信号传递部分</li>
</ul>
<li>拆除测点后真空泄漏</li>
<ul>
<li>4、5号汽轮机后汽缸远传温度元件</li>
<li>4、5号汽轮机凝汽器喉部压力测点（两台压力变送器，一台压力开关）</li>
<li>3台排汽母管压力变送器</li>
</ul>
<li>设备动作后真空破坏</li>
<ul>
<li>真空破坏阀打开后</li>
<li>真空泵停运且真空泵入口蝶阀未关闭</li>
</ul>
</ol>
<h4>真空泵控制回路</h4>
<ul>
<li>真空泵启动后压力开关达到动作值-72KPa联锁打开入口气动蝶阀</Li>
<li>真空泵停运后联锁关闭入口气动蝶阀</li>
</ul>



<img src="img/single_container.jpg" alt="单室平衡容器结构图">
单室平衡容器水位计结构图<br>
<img src="img/single_container1.jpg" alt="单室平衡容器计算图"></br>
</div>

<div id="sidebar">
<ul>
<li><a href="../../../../data/my_data/班组资料/班组培训/培训学习资料/事故调查报告/7.5”5号机真空低跳机事件调查报告.pdf"target="_blank">5号机真空低跳机事件调查报告</a></li>
<li><a href="../../../../data/my_data/4-5号汽轮机/图纸/4机辅助机柜盘台成套布线文件（ETS）.pdf"target="_blank">真空低跳闸回路</a></li>
<li><a href="../../data/my_data/班组资料/班组培训/技术培训/2021年技术培训/电热部热工专业2021年1月份-3月份内部培训计划.doc">真空低跳闸逻辑</a></li>
<li><a href="../../../../data/my_data/竣工图资料/04 仪控专业/N386J-K0601 次高压C25汽机PI图/N386J-K0601-01 次高压C25汽机热力系统PI图.pdf"target="_blank">热力系统图</a></li>
<li><a href="../../../../data/my_data/竣工图资料/04 仪控专业/N386J-K0601 次高压C25汽机PI图/N386J-K0601-06 次高压C25汽机空冷岛系统PI图.pdf"target="_blank">空冷岛系统图</a></li>
<li><a href="../../../../data/my_data/竣工图资料/04 仪控专业/N386J-K0601 次高压C25汽机PI图/N386J-K0601-05 次高压C25汽机真空泵系统PI图.pdf"target="_blank">真空泵系统图</a></li>
<li><a href="../../../../data/my_data/4-5号汽轮机/图纸/真空泵就地控制柜接线图最终.pdf"target="_blank">真空泵就地控制柜接线图</a></li>
</ul>
</div>
<div id="footer">
纯属个人娱乐
</div>
</body>
</html>
